[
  {"time":"00:01","en":"The Mid-Autumn Festival is on the fifteenth day of the eighth month in the Chinese calendar.","zh":"中秋節是在農曆八月十五日。"},
  {"time":"00:06","en":"It is a time to look at the big round moon.","zh":"這是一個仰望又大又圓的月亮的時刻。"},
  {"time":"00:11","en":"This has been a special day in China for a very long time.","zh":"這一天在中國已經是特別的日子很久很久了。"},
  {"time":"00:16","en":"Long ago there were ten suns in the sky. It was very hot and people were not happy.","zh":"很久以前，天上曾經有十個太陽，天氣非常炎熱，人們都很痛苦。"},
  {"time":"00:21","en":"A brave man named Hou Yi helped them.","zh":"一位名叫后羿的勇士幫助了大家。"},
  {"time":"00:26","en":"He went to a tall mountain and shot down nine suns with his strong bow.","zh":"他登上高山，用他強大的弓箭射下了九個太陽。"},
  {"time":"00:31","en":"Everyone loved Hou Yi for saving them.","zh":"人們因為后羿拯救了他們，都非常愛戴他。"},
  {"time":"00:36","en":"Hou Yi had a wife named Chang’e. She was very beautiful and kind, and they were a happy couple.","zh":"后羿有一位妻子，名叫嫦娥。她非常美麗又善良，他們是一對幸福的夫妻。"},
  {"time":"00:41","en":"One day Hou Yi met the Queen Mother of the West, who gave him a special pill.","zh":"一天，后羿出門旅行時，遇到了西王母，西王母送給他一顆靈藥。"},
  {"time":"00:46","en":"This pill could make someone immortal.","zh":"這顆仙藥能讓人長生不死。"},
  {"time":"00:51","en":"But Hou Yi loved his wife and didn’t want to become immortal without her, so he gave the pill to Chang’e to keep it safe.","zh":"但是后羿非常愛他的妻子，不想自己獨自長生不死，所以他把靈藥交給嫦娥保存。"},
  {"time":"00:56","en":"A bad man named Peng Meng found out about the pill and wanted it very much.","zh":"沒想到，一個名叫逢蒙的惡人知道了靈藥的存在，非常想要得到它。"},
  {"time":"01:01","en":"When Hou Yi was away, Peng Meng went to their house and forced Chang’e to give him the pill.","zh":"當后羿不在家時，逢蒙闖進他們的家裡，逼迫嫦娥交出靈藥。"},
  {"time":"01:06","en":"Chang’e knew she could not fight him, so she quickly swallowed the pill herself.","zh":"嫦娥知道自己無法抵抗，只好立刻把靈藥吞下。"},
  {"time":"01:11","en":"After she took the pill, Chang’e felt light and floated up into the sky until she reached the moon.","zh":"吃下靈藥後，嫦娥感覺身子變得輕盈，慢慢飄向天空，最後來到月亮上。"},
  {"time":"01:16","en":"Hou Yi was very sad when he found out what happened.","zh":"后羿得知發生的事後，心中十分悲傷。"},
  {"time":"01:21","en":"He put out Chang’e’s favorite foods to share with her.","zh":"他把嫦娥最喜歡的食物擺出來，希望能與她分享。"},
  {"time":"01:26","en":"The people in the village also put out food and prayed to Chang’e for blessings.","zh":"村裡的人們也紛紛擺上供品，向嫦娥祈求保佑。"},
  {"time":"01:31","en":"Now people celebrate the Mid-Autumn Festival by looking at the moon and eating mooncakes.","zh":"現在，人們會在中秋節時賞月、吃月餅。"},
  {"time":"01:36","en":"The festival is a time for families to be together and share happiness.","zh":"這個節日是一家人團聚、分享快樂的時刻。"}
]
