[
  {
    "time": "00:01",
    "en": "In China, the Lantern Festival is a fun holiday that comes after the Chinese New Year.",
    "zh": "在中國，元宵節是一個有趣的節日，發生在農曆新年之後。"
  },
  {
    "time": "00:07",
    "en": "It happens on the fifteenth day of the first lunar month.",
    "zh": "它是在農曆正月十五舉行。"
  },
  {
    "time": "00:11",
    "en": "On this day, people like to hang and view pretty lanterns.",
    "zh": "在這一天，人們喜歡掛起並欣賞漂亮的燈籠。"
  },
  {
    "time": "00:15",
    "en": "There’s a story about why we do this.",
    "zh": "有一個關於為什麼要這樣做的故事。"
  },
  {
    "time": "00:20",
    "en": "A long, long time ago, a big bird from the heaven got lost and came down to the human world, but it was hurt by a hunter and died.",
    "zh": "很久很久以前，一隻天上的大鳥迷路來到人間，但被獵人射傷而死去。"
  },
  {
    "time": "00:29",
    "en": "The Emperor of Heaven was very angry. He sent his soldiers to set fire to the earth on the fifteenth day of the first month.",
    "zh": "天帝非常生氣，他派士兵在正月十五這一天燒毀人間。"
  },
  {
    "time": "00:37",
    "en": "But the Emperor’s daughter felt sorry for the people.",
    "zh": "但是天帝的女兒為百姓感到難過。"
  },
  {
    "time": "00:41",
    "en": "So she told them the plan in secret.",
    "zh": "於是她偷偷告訴人們這個計畫。"
  },
  {
    "time": "00:45",
    "en": "A smart person thought of a clever idea: he said, let’s hang lanterns and set off fires on the fourteenth, fifteenth and sixteenth days.",
    "zh": "有個聰明人想出一個好主意：他說，我們就在十四、十五、十六這三天掛燈籠並放火。"
  },
  {
    "time": "00:54",
    "en": "This way it looks like our world is already on fire and the soldiers won’t hurt us.",
    "zh": "這樣看起來人間已經著火了，士兵就不會傷害我們。"
  },
  {
    "time": "00:59",
    "en": "The plan worked. The soldiers went back and the people were safe.",
    "zh": "這個計畫成功了，士兵撤回，人們平安無事。"
  },
  {
    "time": "01:05",
    "en": "Since then, people celebrate by hanging lanterns and setting off fires on this day. This is how the Lantern Festival started.",
    "zh": "從此以後，人們就在這一天掛燈籠、放火慶祝。這就是元宵節的由來。"
  },
  {
    "time": "01:14",
    "en": "During the Lantern Festival, people also eat a special food called tangyuan. They taste sweet and remind us of being with our family.",
    "zh": "在元宵節，人們還會吃一種特別的食物叫湯圓。它們味道甜美，讓我們想起與家人在一起的感覺。"
  },
  {
    "time": "01:23",
    "en": "Another fun activity is solving lantern riddles. People write riddles on pieces of paper and hang them under the lanterns. Anyone can try to guess the answers.",
    "zh": "另一個有趣的活動是猜燈謎。人們把謎語寫在紙上，掛在燈籠下，大家都可以嘗試猜答案。"
  },
  {
    "time": "01:33",
    "en": "There are also dragon dances, lion dances, and land boat rowing.",
    "zh": "還有舞龍、舞獅和划旱船。"
  },
  {
    "time": "01:38",
    "en": "We even let lanterns fly up into the sky and make wishes for the new year.",
    "zh": "人們甚至會放天燈，為新的一年許下願望。"
  },
  {
    "time": "01:44",
    "en": "The Lantern Festival lights up the night of the first full moon and brings happiness and hope to everyone.",
    "zh": "元宵節點亮了第一個滿月之夜，給每個人帶來快樂和希望。"
  }
]
