[
  {"time":"00:01","en":"Once upon a time in China, people believed there were ten suns.","zh":"很久很久以前，在中國，人們相信天上有十個太陽。"},
  {"time":"00:06","en":"The suns took turns shining on the earth every ten days.","zh":"這些太陽會輪流照耀大地，每十天出現一個。"},
  {"time":"00:11","en":"They lived with their mother, the goddess Xihe, in the Valley of Light.","zh":"它們和母親羲和一起生活，在光明谷開始新的一天。"},
  {"time":"00:16","en":"Xihe washed them in the lake and placed them on the Fusang tree.","zh":"羲和會把孩子們帶到湖裡洗澡，然後放到扶桑樹上。"},
  {"time":"00:21","en":"From the tree, only one sun flew into the sky each day.","zh":"從樹上，每次只有一個太陽會飛上天空。"},
  {"time":"00:26","en":"One day the suns grew impatient and all came out together.","zh":"有一天，太陽們厭倦了等待，決定同時跑出來。"},
  {"time":"00:31","en":"It became unbearably hot on the earth.","zh":"結果天氣過於炎熱。"},
  {"time":"00:36","en":"Plants, animals, and people suffered greatly.","zh":"地球上的植物、動物和人類都受苦了。"},
  {"time":"00:41","en":"Their father Di Jun asked a hero named Hou Yi for help.","zh":"它們的父親帝俊便請求一位名叫后羿的英雄來幫忙。"},
  {"time":"00:46","en":"Hou Yi had a magic bow and arrows.","zh":"后羿有一張神奇的弓和箭。"},
  {"time":"00:51","en":"At first he tried to scare the suns, but it didn’t work.","zh":"一開始他試著嚇唬那些太陽，但並沒有成功。"},
  {"time":"00:56","en":"So Hou Yi shot down nine of the suns.","zh":"於是他射下了九個太陽。"},
  {"time":"01:01","en":"Only one sun remained in the sky.","zh":"只留下了一個在天上。"},
  {"time":"01:06","en":"The earth cooled; rivers flowed, crops grew, and forests turned green.","zh":"大地重新變得涼爽，河流奔騰、莊稼茁壯、森林恢復綠意。"},
  {"time":"01:11","en":"But Di Jun was angry that Hou Yi shot the suns.","zh":"但是，帝俊因為后羿射下太陽而大怒。"},
  {"time":"01:16","en":"He punished Hou Yi to live as a mortal on earth.","zh":"他懲罰后羿要以凡人的身份在地上生活。"},
  {"time":"01:21","en":"This is the story of Hou Yi shooting the suns.","zh":"這就是「后羿射日」的故事。"},
  {"time":"01:26","en":"Even though he was punished, people were thankful for his deeds.","zh":"即便后羿受到了懲罰，人們仍感激他所做的一切。"},
  {"time":"01:31","en":"Hou Yi became a hero remembered for his bravery.","zh":"后羿因勇敢拯救大地而被人們稱頌。"}
]
